Repository: softintercomshit/millionaire-multilanguage
Catalog: Millionaire_eng/*.lproj/Localizable.strings
Languages: de, es, it, ru

# LANGUAGE
source: en
de: de
es: es
it: it
ru: ru

# FIFTY
source: Remove two wrong answers?
de: Zwei falsche Antworten beseitigen?
es: ¿Eliminar dos respuestas incorrectas?
it: Rimuovere due risposte sbagliate?
ru: Убрать два неправильных ответа?

# AUDIENCE
source: Show how other players answered?
de: Zeigen wie andere Spieler geantwortet haben?
es: ¿Mostrar las respuestas de otros jugadores?
it: Mostrare come hanno risposto gli altri giocatori?
ru: Показать как ответили другие игроки?

# REPLACE
source: Skip to another question?
de: Zu einer anderen Frage überspringen?
es: ¿Pasar a otra pregunta?
it: Passa ad un'altra domanda?
ru: Заменить вопрос?

source: Thanks!
de: Danke!
es: Gracias!
it: Grazie!
ru: Спасибо!

# MAIN
source: Do you really want to go to Menu?
de: Möchten Sie wirklich zum Menü gehen?
es: ¿Quieres volver al Menú?
it: Vuoi davvero andare al Menu?
ru: Вы действительно хотите выйти в главное меню?

# CONFIRM
source: Is this your final answer?
de: Ist das Ihre endgültige Antwort?
es: ¿Es esta tu respuesta final?
it: E' la tua risposta definitiva?
ru: Это ваш окончательный ответ?

source: Yes
de: Ja
es: Si
it: Si
ru: Да

source: No
de: Nein
ru: Нет

# WALK
source: Walk Away
de: Aussteigen
es: Abandonar
it: Lascia
ru: Забрать Деньги

# WAIT_TEXT
source: You ran out of games! You can buy the full version or view an ad and get a new game for free right now or you can come back in an hour to get a new game.
de: Sie rannte aus Spiele! Sie können die Vollversion kaufen oder sehen Sie eine Anzeige und erhalten Sie sofort ein neues Spiel kostenlos, oder Sie können in einer Stunde wiederkommen, um ein neues Spiel zu bekommen.
es: Te has quedado sin juegos! Usted puede comprar la versión completa o ver un anuncio y obtener un nuevo juego gratis ahora mismo o puede volver en una hora para conseguir una nueva partida.
it: È stato eseguito fuori di giochi! È possibile acquistare la versione completa o visualizzare un annuncio e ottenere un nuovo gioco gratis adesso o si può tornare in un'ora per ottenere un nuovo gioco.
ru: У вас закончилось количество игр. Вы можете купить полную версию прямо сейчас или зайти через час чтобы получить новую игру.

source: Buy
de: Kaufen
es: Comprar
it: Acquistare
ru: Купить

# WAIT
source: Later
de: Später
es: Más tarde
it: Più tardi
ru: Подождать

# WATCH
source: View Ad!
de: Anzeigen Ansehen!
es: Ver los anuncio!
it: Vedi annunci!
ru: Посмотреть рекламу!

# COME_BACK
source: $ New game available! Don't miss it. $
ru: $ Доступна новая игра! Не пропустите. $

# MESSAGE1
source: You haven't played for a long time! Come back and you will receive new questions.
ru: Вы давно не заходили в игру! Возвращайтесь и получите новые вопросы.

# MESSAGE2
source: Today only! New questions! Play and win a million!
ru: Только сегодня! Новые вопросы! Играйте и выигрывайте миллион!

# MESSAGE3
source: Who wants to be a millionaire? Answer the questions and win a million!
ru: Кто хочет стать миллионером? Отвечайте на вопросы и выигрывайте миллион!

# MESSAGE4
source: You haven't played for a long time! New questions are waiting for you!
ru: Вы давно не заходили в игру! Вас жду новые вопросы!

# MESSAGE5
source: Haven't won a million yet? Quickly open the game!
ru: Ещё не выиграли миллион? Скорее заходите в игру!

source: Download
de: Herunterladen
es: Descargar
it: Scarica
ru: Загрузить

source: Cancel
de: Widerrufen
es: Cancelar
it: Cancella
ru: Отмена

source: Update Questions Database
de: Fragendatenbank aktualisieren
es: Actualizar Base de Datos de Preguntas
it: Aggiorna Database Domande
ru: Обновить Базу Вопросов

source: Play
de: Spielen
es: Jugar
it: Gioca
ru: Начать игру

source: How to Play?
de: Wie spielt man?
es: ¿Cómo Jugar?
it: Come Giocare?
ru: Как играть?

source: Score
de: Spielstand
es: Puntuación
it: Punteggio
ru: Выигрыши

source: Full version
de: Vollversion
es: Versión Completa
it: Versione Completa
ru: Полная версия

source: Submit
de: Speichern
es: Enviar
it: Invia
ru: Сохранить

source: Report this question:
de: Diese Fragen melden:
es: Denunciar estas preguntas:
it: Segnala questa domanda:
ru: Сообщить об ошибке:

source: Bad question
de: Schlechte Fragen
es: Preguntas Erróneas
it: Domanda non idonea
ru: Неправильный вопрос

source: Incorrect answer options
de: Auswahl an falschen Antworten
es: Opciones de respuestas incorrectas
it: Opzioni di risposta sbagliate
ru: Неправильный ответ

source: Innacurate translation
de: Ungenaue Übersetzung
es: Traducción inexacta
it: Traduzione sbagliata
ru: Удалите этот вопрос!

source: Spelling mistakes
de: Rechtschreibfehler
es: Errores gramaticales
it: Errori di ortografia
ru: Орфографические ошибки

source: Player Name
de: Name des Spielers
es: Nombre del Jugador
it: Nome Giocatore
ru: Имя игрока

source: Nr.
ru: Нр.

source: Back
de: Zurück
es: Volver
it: Indietro
ru: Назад

source: To begin the game, select Play from the main menu. Tap the answer you wish to enter. When the Final Answer popup appears, you can select Yes to canfirm you answer, No to choose again, or Walk Away to quit the current game with the money. If the player answers a question incorrectly, then all the money won so far is lost, except that the $1 000 and $32 000 prizes are guaranteed: if a player gets a question wrong above these levels, then the prize drops to the previous guaranteed prize. Lifeline icons will be displayed on the top - tap an icon to use it. Also on the top will be displayed the current money of the player.
de: Aus dem Hauptmenü Spielen wählen, um mit dem Spiel anzufangen. Tippen Sie auf die Antwort, die Sie gerne einreichen möchten. Wenn Endgültige Antwort auftaucht, können Sie Ja auswählen, um Ihre Antwort zu bestätigen, Nein um nochmal zu wählen oder Aussteigen, um das laufende Spiel mit dem Geld zu beenden. Wenn der Spieler eine Frage falsch beantwortet, ist das bis jetzt gewonnene Geld verloren, aber die 1000 und 32.000 Euro Gewinnsummen sind garantiert: wenn ein Spieler eine Frage nach diesen Stufen falsch beantwortet, fällt der Preis auf den davor garantierten Gewinn. Joker Symbole werden oben angezeigt - auf ein Symbol tippen, um es zu benutzen. Oben befindet sich außerdem die Geldsumme, die der Spieler momentan hat.
es: Para comenzar a jugar, elige Jugar del menú principal, da un toque en la respuesta seleccionada. Cuando aparezca el mensaje emergente de Respuesta Final, puedes elegir Si para confirmar la respuesta, No para elegir otra o Abandonar para dejar la partida con el dinero. Si el jugador contesta a una pregunta de manera incorrecta, perderá todo el dinero acumulado hasta entonces, pero los premios de €1 000 y €32 000 están garantizados: si un jugador contesta incorrectamente una vez superados estos niveles, la cantidad del premio disminuirá hasta el anterior premio garantizado. Los iconos de los comodines están en la parte superior – dales un toque para utilizarlos. Aquí también se muestra la cantidad de dinero que tiene el jugador.
it: Per iniziare il gioco, seleziona Gioca dal menu principale. Tocca la risposta che ritieni sia giusta. Quando la schermata di Risposta Definitiva appare, potrai selezionare Si per confermare la tua risposta, No per scegliere di nuovo, o Lascia per chiudere la partita attuale e prendere i soldi vinti fino a quel momento. Se il giocatore risponde in modo sbagliato ad una domanda, allora tutti i soldi vinti fino a quel momento saranno persi, ad eccezione dei premi da €1 000 e €32 000 che sono garantiti: se un giocatore sbaglia una domanda al di sopra di questi livelli, allora il premio cala fino al precedente premio garantito. Le icone salvavita sono mostrate in alto - tocca un icona per utilizzarla. Inoltre in alto saranno mostrati anche i soldi vinti fino a quel momento.
ru: Выберите "Начать игру" в главном меню, чтобы начать игру. Нажмите на ответ, который вы хотите ввести. Когда окончательный ответ появится во всплывающем окне - выберите ДА, чтобы подтвердить ответ, - НЕТ - чтобы изменить решение, или Забрать Деньги - чтобы выйти из текущей игры с деньгами. В случае, если вы отвечаете на вопрос неправильно - все выигранные на этот момент деньги теряются, за исключением "Несгораемых" сумм в 1000 и 32000 Рублей. В случае, если игрок дает неправильный вопрос пройдя уровни Несгораемых сумм - призом будет считаться последняя из этих сумм. Иконки Подсказок расположены в верхней части экрана. Нажмите на иконку, чтобы использовать их. Помимо этого, в верхней части экрана отображается текущий выигрыш игрока.

source: Show list preview of the question and the current position of the player in the game
de: Vorschau der Frage und die aktuelle Stellung des Kandidats im Spiel anzeigen.
es: Muestra la vista preliminar de la pregunta y la posición del jugador en la partida.
it: Mostra una lista delle domande e la posizione attuale del giocatore in gioco.
ru: Показательный список просмотра вопроса и текущее положение игрока.

source: The game ends when the player answers a question incorrectly, decides not to answer a question, or answers all questions correctly and win the top prize of $ 1 000 000.
de: Das Spiel ist aus, wenn der Spieler eine Frage falsch beantwortet, sich dafür entscheidet, eine Frage nicht zu beantworten oder alle Fragen korrekt beantwortet und die Finalsumme von 1.000.000 Euro gewinnt.
es: El juego termina cuando el jugador contesta a una pregunta de manera incorrecta, decide no contestar a una pregunta o contesta a todas las preguntas correctamente y gana el premio más alto de €1 000 000.
it: Il gioco finisce quando il giocatore risponde incorrettamente ad una risposta, decide di non rispondere ad una domanda, o risponde a tutte le domande in modo corretto vincendo il premio massimo di €1 000 000.
ru: Игра заканчивается, когда игрок неправильно отвечает на вопрос, решает не отвечать на вопрос, или же отвечает на все вопросы правильно и выигрывает главный приз в 1 000 000 Рублей.

source: Lifelines
de: Joker
es: Comodines
it: Salva Vita
ru: Подсказки

source: You are given three Lifelines to use throughout the course of a game. Each lifeline can only be used once.
de: Sie bekommen drei Joker, die Sie während dem Verlauf eines Spiels benutzen können. Man darf jeden Joker nur einmal benutzen.
es: Tienes tres comodines para utilizar a lo largo de la partida. Cada uno de ellos solo se puede usar una vez.
it: Ti vengono dati tre Salva Vita da utilizzare durante il corso del gioco. Ogni salva vita può essere utilizzato solo una volta.
ru: На протяжении игры вы можете воспользоваться тремя подсказками. Каждой подсказкой можно пользоваться один раз.

source: Fifty-Fifty (50:50).
es: Cincuenta por ciento (50:50).
it: Cinquanta-Cinquanta (50:50).
ru: Пятьдесят на пятьдесят (50:50)

source: Player asks the computer to randomly eliminate two of the incorrect answer choices, leaving player with a choice between the correct answer and one incorrect one.
de: Spieler bittet den Computer durch Zufallsprinzip zwei falsche Antworten auszublenden, und läßt dem Spieler die Wahl zwischen der richtigen und einer falschen Antwort.
es: El jugador pide a la computadora que elimine de manera aleatoria dos de las respuestas incorrectas, dejándole con la respuesta correcta y una incorrecta.
it: Il giocatore chiede al computer di eliminare casualmente due delle risposte sbagliate, lasciando il giocatore con la risposta corretta ed una incorretta tra le quali scegliere.
ru: Игрок может попросить iPhone случайным образом удалить два неправильных варианта ответа, оставив остальных два, среди которых один будет правильным, другой - неправильный.

source: Ask the Real Players.
de: Die Echten Spieler fragen.
es: Preguntar a los Jugadores Reales.
it: Chiedi ai Giocatori Reali.
ru: Помощь Реальных Игроков.

source: This Lifeline show how other players answered.
de: Dieser Joker läßt Sie sehen, wie andere Spieler geantwortet haben.
es: Este Comodín muestra las respuestas de jugadores reales.
it: Questo Salva Vita mostra come hanno risposto altri giocatori.
ru: Это подсказка показывает как ответили другие игроки, но не забывайте что игроки тоже люди и тоже могут ошибаться!

source: Switch the Question.
de: Frage austauschen.
es: Cambiar la Pregunta.
it: Cambia la Domanda.
ru: Замена Вопроса.

source: If the player has not chosen a final answer on the revealed question, this Lifeline entitles the player to switch out the original question for another question of the same value.
de: Falls der Spieler noch keine endgültige Antwort zur angegebenen Frage gegeben hat, kann dieser Joker dem Spieler ermöglichen, die ursprüngliche Frage mit einer anderen im gleichen Wert auszutauschen.
es: Si el jugador no elige una respuesta final a una pregunta, puede cambiarla con este Comodín por otra pregunta del mismo valor.
it: Se il giocatore non riesce a scegliere una risposta definitiva per la domanda presentata, questo Salva Vita da la possibilità al giocatore di cambiare la domanda originale con un'altra dallo stesso valore.
ru: Если игрок не выбрал окончательный ответ на предложенной вопрос, с помощью этой подсказки, он сохраняет право заменить исходный вопрос на другой вопрос идентичной ценности.

# win_bg.jpg
source: win_bg_en.jpg
de: win_bg_de.jpg
es: win_bg_es.jpg
it: win_bg_it.jpg
ru: win_bg_ru.jpg

# logo_win.png
source: logo_win_en.png
de: logo_win_de.png
es: logo_win_es.png
it: logo_win_it.png
ru: logo_win_ru.png

# logo.png
source: logo_en.png
de: logo_de.png
es: logo_es.png
it: logo_it.png
ru: logo_ru.png

# ipad_logo.png
source: ipad_logo_en.png
de: ipad_logo_de.png
es: ipad_logo_es.png
it: ipad_logo_it.png
ru: ipad_logo_ru.png

# Logo_Milionaire_HD
source: EN
de: DE
es: ES
it: IT
ru: RU

# Text_Milionaire_HD
source: EN_text
de: DE_text
es: ES_text
it: IT_text
ru: RU_text
